Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

# howtouse_6
source: <br><br>Categories 1 and 4 are clearly defined recommendations. For categories 2 or 3, greater clinical judgement will be needed and careful follow-up may be required. If clinical judgement is limited, categories 1 and 2 both mean the method can be used, and categories 3 or 4 both mean the method should not be used.<br><br>No restriction for some conditions: There are many medical conditions when ALL methods can be used (that is, all the methods are either category 1 or 2). These conditions are listed in the <b>Conditions</b> menu.<br><br>Once contraceptive method eligibility has been established, the <strong>Additional Info</strong> screen may be reviewed regarding other considerations. A chart of contraceptive effectiveness, comparing typical use for a diverse range of methods (including some not explicitly covered in this app) is included in this menu.<br><br>
as_in: <br><br>শ্ৰেণী 1 আৰু 4 টো হ'ল স্পষ্টভাৱে নিৰ্দেশিত পৰামৰ্শ। শ্ৰেণী 2 বা 3-ৰ বাবে, অধিক নিদানিক যুক্তি বিচাৰৰ প্ৰয়োজন হ'ব আৰু সাৱধানে অনুসৰণ কৰাৰ প্ৰয়োজন হ'ব পাৰে। যদি নিদানিক যুক্তি বিচাৰ সীমিত হয়, শ্ৰেণী 1 আৰু 2 দুয়োটাৰ অৰ্থ হৈছে পদ্ধতিটো ব্যৱহাৰ কৰিব পাৰি আৰু শ্ৰেণী 3 বা 4 দুয়োটাৰ অৰ্থ হৈছে পদ্ধতিটো ব্যৱহাৰ কৰিব নালাগে। .<br><br>কিছুমান স্থিতি বাবে কোনো প্ৰতিবন্ধকতা নাই: যেতিয়া সকলো পদ্ধতি ব্যৱহাৰ কৰিব পাৰি তেতিয়া বহুতো চিকিৎসাজনিত স্থিতি থাকে (অৰ্থাৎ, সকলো পদ্ধতি শ্ৰেণী 1 বা 2 হয়)। এই স্থিতিবোৰ <b>চৰ্ত </b>মেনুত সূচীভুক্ত কৰা হৈছে। <br><br>গৰ্ভনিৰোধক পদ্ধতিৰ যোগ্যতা প্ৰতিষ্ঠা হোৱাৰ পিছত, <strong>অতিৰিক্ত তথ্য</strong> স্ক্ৰীণখন অন্যান্য বিবেচনাৰ বিষয়ে পৰ্যালোচনা কৰিব পাৰি। গৰ্ভনিৰোধক কাৰ্যকৰীতাৰ এখন চাৰ্ট, বিভিন্ন পদ্ধতিৰ বাবে সাধাৰণ ব্যৱহাৰৰ তুলনা কৰা (এই এপ্পটোত স্পষ্টভাৱে অন্তৰ্ভুক্ত নোহোৱা কিছুমান সহ) এই মেনুত অন্তৰ্ভুক্ত কৰা হৈছে।<br><br>
bn_in: <br><br>শ্রেণি 1 ও 4 হল স্পষ্টভাবে নির্ধারিত সুপারিশ। শ্রেণি 2 বা 3-এর ক্ষেত্রে, নিদানিক সিদ্ধান্ত প্রয়োজন হবে এবং যত্নশীল ফলো-আপ করা আবশ্যক হতে পারে। নিদানিক সিদ্ধান্ত সীমিত হলে, শ্রেণি 1 ও 2 উভয়ের অর্থ হবে পদ্ধতিটি ব্যবহার করা যেতে পারে এবং শ্রেণি 3 বা 4 উভয়ের অর্থ হবে পদ্ধতিটি ব্যবহার করা উচিৎ নয়। <br><br>কয়েকটি সমস্যার ক্ষেত্রে কোনও নিষেধ নেই: চিকিৎসাগত বহু সমস্যায় সবগুলি পদ্ধতি ব্যবহার করা যায় (অর্থাৎ, সবগুলি পদ্ধতি শ্রেণি 1 বা 2 হবে)। সমস্যার মেনুতে এইসব<b>সমস্যা </b> তালিকাভুক্ত হয়েছে।<br><br>গর্ভনিরোধক পদ্ধতির যোগ্যতা প্রতিষ্ঠিত হওয়ার পর, অন্যান্য বিবেচনা সম্বন্ধে <strong>অতিরিক্ত তথ্য</strong> স্ক্রিনটি পর্যালোচনা করা যেতে পারে। এই মেনুতে বহু প্রকার পদ্ধতির (এই অ্যাপে বিশদে বলা হয়নি, এমন কয়েকটি সহ) সাধারণ ব্যবহার তুলনা করে গর্ভনিরোধকের কার্যকারিতার একটি চার্ট অন্তর্ভুক্ত করা হয়েছে।<br><br>
gu_in: <br><br>કેટેગરી 1 અને 4 એ સ્પષ્ટપણે વ્યાખ્યાયિત કરવામાં આવેલી ભલામણો છે. કેટેગરી 2 અને 3 માટે વધુ સારા તબીબી અંદાજની જરૂર પડશે અને કાળજીપૂર્વક લેવામાં આવતાં ફોલો-અપની પણ જરૂર પડી શકે છે. જો તબીબી અંદાજ મર્યાદિત હોય તો કેટેગરી 1 અને 2 બંનેનો અર્થ એ છે કે આ પદ્ધતિનો ઉપયોગ કરી શકાય છે અને કેટેગરી 3 કે 4 બંનેનો અર્થ છે કે, આ પદ્ધતિનો ઉપયોગ કરવો જોઇએ નહીં.<br><br>કેટલીક પરિસ્થિતિઓ માટે કોઈ પ્રતિબંધો નથીઃ એવી ઘણી તબીબી સ્થિતિઓ છે, જેમાં તમામ પદ્ધતિઓનો ઉપયોગ કરી શકાય છે (જેનો અર્થ એ છે કે, તમામ પદ્ધતિઓ કેટેગરી 1 કે 2ની છે). આ પરિસ્થિતિઓ <b>કન્ડિશન્સ</b>ના મેનૂમાં સૂચિબદ્ધ કરવામાં આવેલી છે.<br><br>એકવાર ગર્ભનિરોધક પદ્ધતિ માટેની પાત્રતા સ્થાપિત થઈ જાય તે પછી અન્ય વિચારણાના સંબંધમાં <b>વધારાની માહિતી</b>ની સ્ક્રીનની સમીક્ષા કરવામાં આવી શકે છે. પદ્ધતિઓ (કેટલીક એવી પદ્ધતિઓ કે જેને આ એપમાં સ્પષ્ટપણે સમાવવામાં આવી નથી, તેના સહિત)ની વિવિધ રેન્જ માટેના ચોક્કસ ઉપયોગની સરખામણી કરતાં ગર્ભનિરોધકની અસરકારકતાના ચાર્ટને આ મેનૂમાં સમાવવામાં આવ્યો છે.<br><br>
hi: <br><br>1 और 4 श्रेणियां स्पष्ट तौर पर परिभाषित अनुशंसाएं हैं। 2 या 3 श्रेणियों के लिए, अधिक नैदानिक निर्णय की आवश्यकता होगी और उसे सावधानीपूर्वक पालन करने की आवश्यकता हो सकती है। यदि नैदानिक निर्णय सीमित है, तो श्रेणी 1 और 2 दोनों का अर्थ है कि विधि का उपयोग किया जा सकता है, और श्रेणी 3 या 4 दोनों का अर्थ है कि विधि का उपयोग नहीं किया जाना चाहिए।<br><br>No कुछ स्थितियों के लिए प्रतिबंध नहीं हैं: ऐसी कई चिकित्सीय स्थितियां हैं जहां सभी विधियों का प्रयोग कर सकते हैं (अर्थात, सभी विधियाँ या तो श्रेणी 1 या 2 हैं)। ये स्थितियां (Conditions) मेनू में सूचीबद्ध हैं।<br><br>गर्भनिरोधक विधि की पात्रता एक बार स्थापित हो जाने के पश्चात, अन्य विचारों के विषय में अतिरिक्त जानकारी स्क्रीन की समीक्षा की जा सकती है। विभिन्न प्रकार के तरीकों ( इसमें कुछ ऐसे भी सम्मिलित हैं जो इस ऐप में स्पष्ट रूप से शामिल नहीं हैं) के विशिष्ट उपयोग की तुलना वाला गर्भनिरोधक प्रभावशीलता का एक चार्ट इस मेनू में सम्मिलित है।<br><br>
kn_in: <br><br>ವರ್ಗ 1 ಮತ್ತು 4 ಸ್ಪಷ್ಟವಾಗಿ ವ್ಯಾಖ್ಯಾನಿಸಲಾದ ಶಿಫಾರಸುಗಳಾಗಿವೆ. ವರ್ಗ 2 ಅಥವಾ 3ಕ್ಕೆ, ಹೆಚ್ಚಿನ ವೈದ್ಯಕೀಯ ತೀರ್ಪಿನ ಅಗತ್ಯವಿರುತ್ತದೆ ಮತ್ತು ಎಚ್ಚರಿಕೆಯ ಅನುಸರಣೆಯ ಅಗತ್ಯವಿರಬಹುದು. ವೈದ್ಯಕೀಯ ತೀರ್ಪು ಸೀಮಿತವಾಗಿದ್ದರೆ, ವರ್ಗ 1 ಮತ್ತು 2 ಎರಡೂ ವಿಧಾನವನ್ನು ಬಳಸಬಹುದು ಎಂದು ಅರ್ಥೈಸುತ್ತವೆ, ಮತ್ತು ವರ್ಗ 3 ಅಥವಾ 4 ಎರಡೂ ವಿಧಾನವನ್ನು ಬಳಸಬಾರದು ಎಂದು ಅರ್ಥೈಸುತ್ತವೆ.<br><br>ಕೆಲವು ಷರತ್ತುಗಳಿಗೆ ಯಾವುದೇ ನಿರ್ಬಂಧವಿಲ್ಲ: ಎಲ್ಲಾ ವಿಧಾನಗಳನ್ನು ಬಳಸಬಹುದಾದ ಅನೇಕ ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳಿವೆ (ಅಂದರೆ, ಎಲ್ಲಾ ವಿಧಾನಗಳು ವರ್ಗ 1 ಅಥವಾ 2). ಈ ಷರತ್ತುಗಳನ್ನು<b>ಷರತ್ತುಗಳ </b> ಮೆನುವಿನಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾಗಿದೆ.<br><br>ಗರ್ಭನಿರೋಧಕ ವಿಧಾನದ ಅರ್ಹತೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ, ಇತರ ಪರಿಗಣನೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ <strong>ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ</strong> ಪರದೆಯನ್ನು ನೋಡಬಹುದು. ವೈವಿಧ್ಯಮಯ ಶ್ರೇಣಿಯ ವಿಧಾನಗಳಿಗೆ ವಿಶಿಷ್ಟ ಬಳಕೆಯನ್ನು ಹೋಲಿಸುವ ಗರ್ಭನಿರೋಧಕ ಪರಿಣಾಮಕಾರಿತ್ವದ ಪಟ್ಟಿಯನ್ನು (ಈ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಒಳಗೊಳ್ಳದಿರುವ ಕೆಲವೂ ಸೇರಿದಂತೆ) ಈ ಮೆನುವಿನಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ.<br><br>
ml_in: <br><br>വിഭാഗങ്ങൾ 1, 4 എന്നിവ വ്യക്തമായി നിർവചിക്കപ്പെട്ട ശുപാർശകളാണ്. 2 അല്ലെങ്കിൽ 3 വിഭാഗങ്ങൾക്ക്, കൂടുതൽ ക്ലിനിക്കൽ തീരുമാനം ആവശ്യമായി വരും, ശ്രദ്ധാപൂർവമുള്ള ഫോളോ-അപ്പ് ആവശ്യമായി വന്നേക്കാം. ക്ലിനിക്കൽ തീരുമാനം പരിമിതമാണെങ്കിൽ, വിഭാഗങ്ങൾ 1 1,2 എന്നിവ രീതി ഉപയോഗിക്കാമെന്നാണ് അർത്ഥമാക്കുന്നത്, കൂടാതെ 3 അല്ലെങ്കിൽ 4 വിഭാഗങ്ങൾ ഈ രീതി ഉപയോഗിക്കരുതെന്ന് അർത്ഥമാക്കുന്നു.<br><br>ചില അവസ്ഥകൾക്ക് നിയന്ത്രണമില്ല: എല്ലാ രീതികളും ഉപയോഗിക്കാനാകുന്ന നിരവധി മെഡിക്കൽ അവസ്ഥകളുണ്ട് (അതായത്, എല്ലാ രീതികളും വിഭാഗം 1 അല്ലെങ്കിൽ 2 ആണ്). ഈ അവസ്ഥകൾ <b>അവസ്ഥകൾ </b> മെനുവിൽ ലിസ്റ്റ് ചെയ്തിട്ടുണ്ട്.<br><br>ഗർഭനിരോധന രീതിക്കുള്ള യോഗ്യത സ്ഥാപിച്ചുകഴിഞ്ഞാൽ, മറ്റ് പരിഗണനകൾ സംബന്ധിച്ച് <strong>അധിക വിവര</strong>സ്‌ക്രീൻ അവലോകനം ചെയ്‌തേക്കാം. ഗർഭനിരോധന ഫലപ്രാപ്തിയുടെ ഒരു ചാർട്ട്, വൈവിധ്യമാർന്ന രീതികൾക്കായുള്ള സാധാരണ ഉപയോഗത്തെ താരതമ്യം ചെയ്യുന്നത് (ഈ ആപ്പിൽ വ്യക്തമായി ഉൾപ്പെടുത്താത്ത ചിലത് ഉൾപ്പെടെ) ഈ മെനുവിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.<br><br>
or_in: <br><br>ବର୍ଗ 1 ଓ 4 ରେ ସୁପାରିସ ସ୍ପଷ୍ଟ ଭାବେ ପରିଭାଷିତ ହୋଇଛି। ବର୍ଗ 2 କିମ୍ୱା 3 ପାଇଁ ଅଧିକ ନୈଦାନିକ ବିଚାର ଆବଶ୍ୟକ ପଡ଼ିବ ଏବଂ ଯତ୍ନପୂର୍ବକ ଫଲୋ-ଅପ୍ ଦରକାର ହୋଇପାରେ। ଯଦି ନୈଦାନିକ ବିଚାର ସୀମିତ ଥିବ, ତେବେ ବର୍ଗ 1 ଓ 2 ଉଭୟ ମାଧ୍ୟମକୁ ବ୍ୟବହାର କରାଯାଇପାରେ ଏବଂ ବର୍ଗ 3 କିମ୍ୱା 4 ଉଭୟ ମାଧ୍ୟମକୁ ବ୍ୟବହାର କରାଯିବା ଉଚିତ ନୁହେଁ।<br><br>କେତେକ ପରିସ୍ଥିତି ପାଇଁ କୌଣସି ପ୍ରତିବନ୍ଧକ ନାହିଁ: ଏପରି ଅନେକ ଡାକ୍ତରି ଅବସ୍ଥା ଅଛି, ଯେତେବେଳେ ସମସ୍ତ ପ୍ରଣାଳୀକୁ ବ୍ୟବହାର କରାଯାଇପାରିବ (ଯଥା, ସମସ୍ତ ପ୍ରଣାଳୀ ହେଉଛି ଅବା ବର୍ଗ 1 କିମ୍ୱା ବର୍ଗ 2। ଏହି ଅବସ୍ଥାଗୁଡ଼ିକ ଅବସ୍ଥା ମେନୁରେ ତାଲିକାଭୁକ୍ତ ହୋଇଛି।<br><br>ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ଯୋଗ୍ୟତା ସ୍ଥାପିତ ହୋଇଯିବା ପରେ, ଅନ୍ୟ ବିଚାରଗୁଡ଼ିକ ବିଷୟରେ ଅତିରିକ୍ତ ସୂଚନା ସ୍କ୍ରୀନ୍‌ର ସମୀକ୍ଷା କରାଯାଇପାରେ। ଗର୍ଭନିରୋଧକ ପ୍ରଭାବଶୀଳତାର ଏକ ଚାର୍ଟ, ବିଭିନ୍ନ ପ୍ରକାର ପ୍ରଣାଳୀ ପାଇଁ ବିଶେଷ ବ୍ୟବହାରର ତୁଳନା କରିବା (ଏହି ଆପ୍‌ରେ ସ୍ପଷ୍ଟ ଭାବେ କଭର୍ କରାଯାଇନଥିବା କେତେକ ସମେତ) ଏହି ମେନୁରେ ଅନ୍ତର୍ଭୁକ୍ତ ଅଛି।<br><br>
pa_in: <br><br>ਸ਼੍ਰੇਣੀਆਂ 1 ਅਤੇ 4 ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਪਰਿਭਾਸ਼ਿਤ ਸਿਫਾਰਸ਼ਾਂ ਹਨ। ਸ਼੍ਰੇਣੀਆਂ 2 ਜਾਂ 3 ਲਈ, ਵਧੇਰੇ ਕਲੀਨਿਕੀ ਫੈਸਲੇ ਦੀ ਲੋੜ ਹੋਵੇਗੀ ਅਤੇ ਸਾਵਧਾਨੀ ਪੂਰਵਕ ਫਾਲੋ-ਅਪ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਜੇ ਕਲੀਨਿਕੀ ਫ਼ੈਸਲਾ ਸੀਮਤ ਹੈ, ਤਾਂ ਸ਼੍ਰੇਣੀਆਂ 1 ਅਤੇ 2 ਦੋਵਾਂ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ 3 ਜਾਂ 4 ਦੋਵਾਂ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ।<br><br>ਕੁਝ ਸ਼ਰਤਾਂ ਲਈ ਕੋਈ ਪਾਬੰਦੀ ਨਹੀਂ: ਬਹੁਤ ਸਾਰੀਆਂ ਮੈਡੀਕਲ ਸਥਿਤੀਆਂ ਹੁੰਦੀਆਂ ਹਨ ਜਦੋਂ ਸਾਰੀਆਂ ਵਿਧੀਆਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ (ਭਾਵ, ਸਾਰੀਆਂ ਵਿਧੀਆਂ ਜਾਂ ਤਾਂ ਸ਼੍ਰੇਣੀ 1 ਜਾਂ 2 ਹਨ)। ਇਹ ਸ਼ਰਤਾਂ ਸ਼ਰਤਾਂ ਮੀਨੂ ਵਿੱਚ ਸੂਚੀਬੱਧ ਹਨ।<br><br>ਇੱਕ ਵਾਰ ਜਦੋਂ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀ ਯੋਗਤਾ ਸਥਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਹੋਰ ਵਿਚਾਰਾਂ ਬਾਰੇ ਵਾਧੂ ਜਾਣਕਾਰੀ ਸਕ੍ਰੀਨ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਗਰਭ ਨਿਰੋਧਕ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ ਦਾ ਇੱਕ ਚਾਰਟ, ਵੱਖ-ਵੱਖ ਵਿਧੀਆਂ ਲਈ ਆਮ ਵਰਤੋਂ ਦੀ ਤੁਲਨਾ ਕਰਦਾ ਹੈ (ਕੁਝ ਇਸ ਐਪ ਵਿੱਚ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਕਵਰ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ ਸਮੇਤ)ਜਿਸਨੂੰ ਇਸ ਮੀਨੂ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ।<br><br>
ta_in: <br><br>வகைகள் 1 மற்றும் 4 தெளிவாக வரையறுக்கப்பட்ட பரிந்துரைகள். வகைகள் 2 அல்லது 3க்கு, அதிக மருத்துவ அறிவுடனான தீர்ப்பு தேவைப்படும் மற்றும் தொடர்ந்த கவனம் தேவைப்படலாம். மருத்துவத் தீர்ப்பு குறைவாக இருப்பின், வகைகள் 1 மற்றும் 2 இரண்டுமே இந்த முறையை உபயோகப்படுத்தலாம் என்றும் மற்றும் வகை கள் 3 அல்லது 4 இரண்டும் இந்த முறையை உபயோகப் படுத்தக் கூடாது என்றும் அர்த்தம் கொள்ளப்படுகிறது. <br><br>சில நிலைமைகளுக்கு எந்த கட்டுப்பாடும் இல்லை: எல்லா முறைகளையுமே உபயோகிக்கக் கூடிய பல மருத்துவ நிலைகளும் உள்ளன(அதாவது, எல்லா முறைகளும் வகை 1 அல்லது வகை 2ன் கீழ் வரும்). <b>நிலைகளின் </b> பட்டியலில் இந்த நிலைகள் பட்டியலிடப் பட்டிருக்கின்றன. <br><br>கருத்தடை முறை தகுதி உறுதி செய்யப் பட்டதும், மற்ற பரிசீலனைகள் குறித்த <strong>கூடுதல் விவர</strong> திரை மதிப்பாய்வு செய்யப் படலாம். பல்வேறு முறைகளின் (இந்த செயலியில் (ஆப்) வெளிப்படையாக சேர்க்கப் படாத சில முறைகள் உள்பட) உபயோகத்தின் ஒப்பீட்டின் அடிப்படையிலான கருத்தடை செயல்திறனின் விளக்கப் படம் இந்த பட்டியலில் சேர்க்கப் பட்டுள்ளது.<br><br>
te_in: <br><br>1 మరియు 4 రకాలు, స్పష్టంగా చెప్పబడిన సిఫార్సులు. కేటగిరీలు 2 లేదా 3 కోసం, మరింత ఎక్కువ క్లినికల్ జడ్జిమెంట్ అవసరం. అలాగే, వైద్య పర్యవేక్షణ విషయమై ఫాలో-అప్ జాగ్రత్త అవసరం కావచ్చు. ఒకవేళ క్లినికల్ తీర్పు- పరిమితం అయితే, 1 మరియు 2 కేటగిరీలు రెండూ అయితే ఆ పద్ధతిని ఉపయోగించవచ్చని అర్థం, మరి 3 లేదా 4 కేటగిరీలు రెండూ అయితే, ఆ పద్ధతిని ఉపయోగించకూడదని అర్థం.<br><br>కొన్ని పరిస్థితులకు పరిమితి లేదు: అన్ని సాధనాల విధానాలను ఉపయోగించవచ్చును అనగల అనేక మెడికల్ పరిస్థితులు ఉన్నాయి (అంటే, అన్ని సాధనాల విధానాలు వర్గం 1 లేదా 2 లోకి వస్తాయి). ఈ <b>పరిస్థితుల మెనులో</b> జాబితా చేయబడ్డాయి.<br><br>ఏ పద్ధతిలో గర్భ నిరోధక సాధనాలను వాడుకునే వీలున్నదో ఒకసారి తెలిసిన తరువాత, అప్పుడు మిగిలిన పరిస్థితులను గురించి <strong>మరింత సమాచారం</strong> కోసం స్క్రీన్ సమీక్ష చేయవచ్చును. గర్భ నిరోధక సాధనాల పనితీరుని గురించి విభిన్నమైన శ్రేణిలో గల వివిధ పద్ధతుల గురించిన ఉపయోగ రీతులని పోల్చి చూసుకోవడానికి వీలుగా ఒక చార్టుని తయారు చేసి పెట్టడం జరిగింది. (ఈ యాప్ లో వివరంగా చెప్పనివి కూడా కలుపుకుని)ఈ మెనూ లో పెట్టడం జరిగింది.<br><br>

source: Hypertension
as_in: হাইপারটেনশন
bn_in: হাইপারটেনশন
gu_in: હાઇપરટેન્શન (ઉચ્ચ રક્તચાપ)
hi: उच्च रक्तचाप
kn_in: ಅಧಿಕ ರಕ್ತದೊತ್ತಡ
ml_in: രക്താതിസമ്മർദ്ദം
or_in: ରକ୍ତଚାପ
pa_in: ਹਾਈਪਰਟੈਨਸ਼ਨ
ta_in: உயர் இரத்த அழுத்தம்
te_in: రక్తపోటు లేదా హైపర్ టెన్షన్

source: Hypertension (<160/100)
as_in: হাইপারটেনশন (<160/100)
bn_in: হাইপারটেনশন (<160/100)
gu_in: હાઇપરટેન્શન (<160/100)
hi: उच्च रक्तचाप <160/100
kn_in: ಅಧಿಕ ರಕ್ತದೊತ್ತಡ (<160/100)
ml_in: രക്താതിസമ്മർദ്ദം (<160/100)
or_in: ରକ୍ତଚାପ <160/100
pa_in: ਹਾਈਪਰਟੈਨਸ਼ਨ (<160/100)
ta_in: உயர் இரத்த அழுத்தம் (<160/100)
te_in: రక్తపోటు (<160/100)

source: Hypertension (>160/100)
as_in: হাইপারটেনশন (<160/100)
bn_in: হাইপারটেনশন (<160/100)
gu_in: હાઇપરટેન્શન (<160/100)
hi: उच्च रक्तचाप <160/100
kn_in: ಅಧಿಕ ರಕ್ತದೊತ್ತಡ (<160/100)
ml_in: രക്താതിസമ്മർദ്ദം (<160/100)
or_in: ରକ୍ତଚାପ >160/100
pa_in: ਹਾਈਪਰਟੈਨਸ਼ਨ (>160/100)
ta_in: உயர் இரத்த அழுத்தம் (<160/100)
te_in: రక్తపోటు (>160/100)

source: If at increased risk of STI or HIV, advise condom use in addition to any other method.
as_in: যদি STI বা HIV-ৰ বৰ্ধিত বিপদাশংকা থাকে, আন যিকোনো পদ্ধতিৰ উপৰিও কণ্ড'ম ব্যৱহাৰৰ পৰামৰ্শ দিয়ক।
bn_in: STI বা HIV-এর ঝুঁকি বাড়লে, অন্য কোনও পদ্ধতি ছাড়াও কন্ডোম ব্যবহারের পরামর্শ দিন।
gu_in: જો STI કે HIVનું જોખમ વધારે હોય તો, અન્ય કોઈ પણ પદ્ધતિનો ઉપયોગ કરવાની સાથે કન્ડોમનો ઉપયોગ કરવાની સલાહ આપો.
hi: यदि STI या HIV का खतरा बढ़ गया है, तो किसी अन्य विधि के अलावा कंडोम के उपयोग की सलाह दें
kn_in: STI ಅಥವಾ HIV ಅಪಾಯ ಹೆಚ್ಚಿದ್ದರೆ, ಬೇರೆ ಯಾವುದೇ ವಿಧಾನದ ಜೊತೆಗೆ ಕಾಂಡೋಮ್ ಬಳಸಲು ಸಲಹೆ ನೀಡಿ.
ml_in: STI അല്ലെങ്കിൽ HIV സാധ്യത കൂടുതലാണെങ്കിൽ, മറ്റേതെങ്കിലും രീതിക്ക് പുറമേ ഗർഭനിരോധന ഉറ ഉപയോഗിക്കാൻ നിർദ്ദേശിക്കുക.
or_in: ଯଦି ସେ STI କିମ୍ୱା HIV ର ବର୍ଦ୍ଧିତ ବିପଦରେ ଥାଆନ୍ତି, ତେବେ ଯେକୌଣସି ଅନ୍ୟ ପ୍ରଣାଳୀ ଅତିରିକ୍ତେ କଣ୍ଡମ୍ ବ୍ୟବହାର କରିବା ପାଇଁ ତାଙ୍କୁ ପରାମର୍ଶ ଦିଅନ୍ତୁ
pa_in: ਜੇ STI ਜਾਂ HIV ਦਾ ਖ਼ਤਰਾ ਵੱਧ ਹੈ, ਤਾਂ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਦੇ ਨਾਲ-ਨਾਲ ਨਿਰੋਧ ਦੀ ਵਰਤੋਂ ਦੀ ਸਲਾਹ ਦਿਓ
ta_in: STI அல்லது HIV உண்டாகும் அதிகரித்த அபாயத்தில் இருந்தால், வேறு ஏதேனும் முறையுடன், காண்டோமையும் உபயோகிக்க அறிவுரை கூறுங்கள்.
te_in: ఒకవేళ STI లేదా HIV ప్రమాదం ఎక్కువగా ఉన్నట్లయితే, ఏదైనా ఇతర పద్ధతితో పాటు కండోమ్ వాడకాన్ని సూచించండి

source: If diabetes complicated or for more than 20 years: COCs, CICs, DMP and NET-EN = 3-4.
as_in: যদি ডায়েবেটিচ জটিল হয় বা 20 বছৰতকৈ অধিক সময়ৰ বাবে থাকে: COC, CIC, DMP আৰু NET-EN = 3-4।
bn_in: ডায়াবেটিস জটিল বা 20 বছরের বেশি হলে: COC, CIC, DMP ও NET-EN = 3-4।
gu_in: જો ડાયાબિટીસ જટિલ હોય કે 20 વર્ષથી વધારે સમયથી હોય તોઃ COCs, CICs, DMP અને NET-EN = 3-4.
hi: यदि मधुमेह जटिलता से पूर्ण है या 20 वर्षों से अधिक समय से है: COCs, CICs, DMP और NET-EN = 3-4
kn_in: ಮಧುಮೇಹವು ಸಂಕೀರ್ಣವಾಗಿದ್ದರೆ ಅಥವಾ 20 ವರ್ಷಗಳಿಗಿಂತ ಹೆಚ್ಚು ಕಾಲ ಇದ್ದರೆ: COC ಗಳು, CIC ಗಳು, DMP ಮತ್ತು NET-EN = 3-4.
ml_in: പ്രമേഹം സങ്കീർണ്ണമോ 20 വർഷത്തിലേറെയോ ആയെങ്കിൽ: COCs, CICs, DMP, NET-EN = 3-4.
or_in: ଯଦି ମଧୁମେହ ଜଟିଳ ହୋଇଥାଏ କିମ୍ୱା 20 ବର୍ଷରୁ ଅଧିକ ହୋଇଥାଏ:COCs, CICs, DMP ଓ NET-EN = 3-4
pa_in: ਜੇ ਸ਼ੂਗਰ ਜਟਿਲ ਜਾਂ 20 ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਲਈ ਹੈ: COCs, CICs, DMP ਅਤੇ NET-EN = 3-4
ta_in: சிக்கலான நீரிழிவு அல்லது 20 ஆண்டுகளுக்கும் அதிகமாக நீரிழிவு இருந்தால் ; COCs, CICs, DMP மற்றும் NET-EN = 3-4.
te_in: మధుమేహం సంక్లిష్టంగా లేదా 20 సంవత్సరాల కంటే ఎక్కువ ఉంటే: COCలు, CICలు, DMP మరియు NET-EN = 3-4

source: If established on anticoagulant therapy = 2.
as_in: যদি এণ্টিকোৱাগুলেন্ট থেৰাপীত প্ৰতিষ্ঠিত হয় = 2।
bn_in: অ্যান্টিকোয়াগুল্যান্ট চিকিৎসায় প্রতিষ্ঠিত হলে = 2।
gu_in: જો એન્ટિકોગ્યુલેન્ટ થેરાપી પર સ્થાપિત થયેલા હોય તો = 2.
hi: यदि थक्कारोधी चिकित्सा पर स्थापित किया गया है = 2
kn_in: ಗರಣೆಗಟ್ಟುವಿಕೆ ನಿರೋಧಕ ಚಿಕಿತ್ಸೆಯಲ್ಲಿ ಸ್ಥಾಪಿತವಾದರೆ = 2.
ml_in: ആന്റികൊയാഗുലന്റ് തെറാപ്പിയിൽ ഉറപ്പിച്ചെങ്കിൽ = 2.
or_in: ଯଦି ଆଣ୍ଟିକୋଗ୍ୟୁଲେଣ୍ଟ ଥେରାପୀ = 2 ରେ ଥାଆନ୍ତି
pa_in: ਜੇ ਐਂਟੀਕੋਗੂਲੈਂਟ ਥੈਰੇਪੀ 'ਤੇ ਸਥਾਪਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ = 2
ta_in: ஆன்டிகோகுலண்ட் சிகிச்சையில் இருந்தால் = 2.
te_in: ప్రతిస్కందక చికిత్సలో స్థాపించబడినట్లయితే = 2

source: If her menstrual cycles have not returned and she is 21 or more days postpartum, she can start CHC immediately, if it is reasonably certain that she is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: যদি ঋতুস্ৰাৱ পুনৰ আৰম্ভ হোৱা নাই আৰু প্ৰসৱৰ পিছত তেওঁৰ বয়স 21 বা অধিক হয়, তেন্তে তেওঁ লগে লগে CHC আৰম্ভ কৰিব পাৰে, যদি তেওঁ গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুচক্র ফিরে না আসলে ও প্রসবের পর 21 বা ততোধিক দিন হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, অবিলম্বে CHC শুরু করতে পারেন। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: જો સ્ત્રીનું માસિકચક્ર ફરી શરૂ થયું ના હોય અને તેમને પ્રસૂતિ થયાં પછી 21 કે તેનાથી વધુ દિવસો થઈ ગયાં હોય તો, તેઓ તરત જ CHCને શરૂ કરી શકે છે, પણ તેઓ ગર્ભવતી નથી તેની તેમને ચોક્કસ ખાતરી હોય તો. તેમણે આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: यदि उसका मासिक धर्म चक्र वापस शुरू नहीं हुआ है और उसे प्रसव के बाद 21 दिन या उससे अधिक हो गए हैं, तो वह तुरंत CHC शुरू कर सकती है, यदि वह समुचित तौर पर निश्चित है कि वह गर्भवती नहीं है। उसे अगले 7 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಆಕೆಯ ಋತುಚಕ್ರವು ಮರಳದಿದ್ದರೆ ಮತ್ತು ಅವಳು 21 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ದಿನಗಳ ಬಾಂಣಂತಿಯಾಗಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳು ತಕ್ಷಣ CHCಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: ആർത്തവചക്രം തിരിച്ചെത്താതിരിക്കുകയും, പ്രസവിച്ച് ഇരുപത്തൊന്നോ അതിലധികമോ ദിവസങ്ങൾ ആകുകയും ചെയ്തെങ്കിൽ, ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ, ഉടൻ തന്നെ CHC ആരംഭിക്കാവുന്നതാണ്. അടുത്ത 7 ദിവസത്തേക്ക് സ്ത്രീ ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ଯଦି ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିନଥାଏ ଏବଂ ପ୍ରସବ ପରେ ସେ 21 କିମ୍ୱା ଅଧିକ ଦିନର ହୋଇଥା’ନ୍ତି, ଯଦି ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି ବୋଲି ସମ୍ପୂର୍ଣ୍ଣ ନିଶ୍ଚିତ ଥିବ, ତେବେ ସେ ତୁରନ୍ତ CHC ଆରମ୍ଭ କରିପାରିବେ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 7 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਜੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਹੈ ਅਤੇ ਉਹ 21 ਜਾਂ ਵਧੇਰੇ ਦਿਨਾਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਉਹ ਤੁਰੰਤ CHC ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: அவரது மாதவிடாய் சுழற்சி திரும்பா விட்டால் மற்றும் பிரசவத்துக்குப் பின்னர் 21 அல்லது அதிக நாட்கள் ஆகியிருந்தால் மற்றும் அவர் கருத்தரிக்கவில்லை என்று கணிசமாக உறுதிபட்டிருந்தால். அவர் உடனடியாக CHC-ஐ எடுத்துக் கொள்ளத் தொடங்கலாம். அடுத்த 7 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும் அல்லது கூடுதல் கருத்தடை பாதுகாப்பை பயன்படுத்த வேண்டும்.
te_in: ఆమె ఋతు చక్రాలు తిరిగి రానట్లయితే మరియు ఆమె ప్రసవానంతర 21 లేదా అంతకంటే ఎక్కువ రోజులు ఉంటే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే, ఆమె వెంటనే CHCని ప్రారంభించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: If her menstrual cycles have returned, she can have the first injection as advised for other women having menstrual cycles.
as_in: যদি ঋতুস্ৰাৱ পুনৰ আৰম্ভ হৈছে, ঋতুস্ৰাৱ হোৱা আন মহিলাক দিয়া পৰামৰ্শ অনুসৰি প্ৰথম ইঞ্জেকচনটো ল'ব পাৰে।
bn_in: ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে প্রথম ইনজেকশন নিতে পারেন।
gu_in: જો સ્ત્રીનું માસિકચક્ર ફરીથી શરૂ થઈ ગયું હોય તો, તે માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ પ્રથમ ઇન્જેક્શન લઈ શકે છે.
hi: यदि उस महिला का मासिक धर्म चक्र वापस शुरू हो गया है, तो वह पहला इंजेक्शन लगवा सकती है जैसा कि मासिक धर्म चक्र वाली अन्य महिलाओं को सलाह दी जाती है।
kn_in: ಆಕೆಯ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳು ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ml_in: ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകളോട് നിർദ്ദേശിക്കുന്നതുപോലെ അവൾക്ക് ആദ്യത്തെ കുത്തിവയ്പ്പ് നടത്താം.
or_in: ଯଦି ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ, ମାସିକ ଚକ୍ର ଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶ ଅନୁଯାୟୀ ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନ୍ ନେଇପାରିବେ।
pa_in: ਜੇ ਉਸਦੇ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਏ ਹਨ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਅਨੁਸਾਰ ਪਹਿਲਾ ਟੀਕਾ ਲੈ ਸਕਦੀ ਹੈ।
ta_in: மாதவிடாய் சுழற்சிகள் திரும்பி விட்டால், மாதவிடாய் சுழற்சி உள்ள மற்ற பிற பெண்களுக்கு அறிவுறுத்துவது போலவே, அவருக்கு முதல் ஊசி தரப்படலாம்.
te_in: ఆమె రుతుక్రమం తిరిగి వచ్చినట్లయితే, రుతుక్రమం ఉన్న ఇతర స్త్రీలకు సూచించిన విధంగా ఆమె మొదటి ఇంజెక్షన్ తీసుకోవచ్చు.

source: If her menstrual cycles have returned, she can start Centchroman as advised for other women having menstrual cycles.
as_in: যদি ঋতুস্ৰাৱ পুনৰ আৰম্ভ হৈছে, ঋতুস্ৰাৱ হোৱা আন মহিলাক দিয়া পৰামৰ্শ অনুসৰি চেণ্টক্ৰ’মেন আৰম্ভ কৰিব পাৰে।
bn_in: ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে সেন্টক্রোমান শুরু করতে পারেন।
gu_in: જો તેમનું માસિકચક્ર હજુ સુધી શરૂ થયું ના હોય તો, તેઓ માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ સેન્ટક્રોમેનને શરૂ કરી શકે છે.
hi: यदि उस महिला का मासिक धर्म चक्र वापस शुरू हो गया है, तो वह सेंटक्रोमन शुरू कर सकती है जैसा कि मासिक धर्म चक्र वाली अन्य महिलाओं को सलाह दी जाती है।
kn_in: ಆಕೆಯ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳು ಸೆಂಟ್ಕ್ರೋಮನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.
ml_in: ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകൾക്ക് നിർദ്ദേശിച്ച പ്രകാരം സെന്റ്ക്രോമൻ ആരംഭിക്കാം.
or_in: ଯଦି ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ, ମାସିକ ଚକ୍ର ଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶ ଅନୁଯାୟୀ ସେଣ୍ଟକ୍ରୋମନ୍ ଆରମ୍ଭ କରିପାରିବେ।
pa_in: ਜੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਿਆ ਹੈ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਅਨੁਸਾਰ ਸੈਂਟਕ੍ਰੋਮਨ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ।
ta_in: அவரது மாதவிடாய் சுழற்சிகள் திரும்பி விட்டால், மாதவிடாய் சுழற்சிகள் உள்ள மற்ற பிற பெண்களுக்கு அறிவுறுத்தபட்டபடி, சென்ட்க்ரோமேன்- ஐ அவர் தொடங்கலாம்.
te_in: ఆమె రుతుక్రమం తిరిగి వచ్చినట్లయితే, రుతుక్రమం ఉన్న ఇతర మహిళలకు సూచించిన విధంగా ఆమె సెంక్రోమన్‌ను ప్రారంభించవచ్చు.

source: If her menstrual cycles have returned, she can start CHC as advised for other women having menstrual cycles.
as_in: যদি তাইৰ ঋতুস্ৰাৱ পুনৰ আৰম্ভ হৈছে, তেওঁ আন ঋতুস্ৰাৱ হোৱা আন মহিলাৰ দৰে CHC আৰম্ভ কৰিব পাৰে।
bn_in: ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে CHC শুরু করতে পারেন।
gu_in: જો સ્ત્રીનું માસિકચક્ર ફરીથી શરૂ થઈ ગયું હોય તો, તે માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ CHCને શરૂ કરી શકે છે.
hi: यदि उसका मासिक धर्म चक्र वापस शुरू हो गया है, तो वह मासिक धर्म चक्र वाली अन्य महिलाओं के लिए दी गई सलाह के अनुसार CHC शुरू कर सकती है।
kn_in: ಆಕೆಯ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳು CHCಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.
ml_in: ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകൾക്ക് നിർദ്ദേശിച്ച പ്രകാരം CHC ആരംഭിക്കാവുന്നതാണ്.
or_in: ଯଦି ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ, ମାସିକ ଚକ୍ର ଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶ ଅନୁଯାୟୀ CHC ଆରମ୍ଭ କରିପାରିବେ।
pa_in: ਜੇ ਉਸਦੇ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਏ ਹਨ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਅਨੁਸਾਰ CHC ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ।
ta_in: அவரது மாதவிடாய் சுழற்சிகள் திரும்பி விட்டால், மாதவிடாய் சுழற்சிகள் உள்ள மற்ற பிற பெண்களுக்கு அறிவுறுத்தபட்டபடி, CHC-ஐ அவர் தொடங்கலாம்.
te_in: ఆమె ఋతు చక్రాలు తిరిగి వచ్చినట్లయితే, ఋతు చక్రాలు ఉన్న ఇతర మహిళలకు సూచించిన విధంగా ఆమె CHCని ప్రారంభించవచ్చు.

source: If her menstrual cycles have returned, she can start implants as advised for other women having menstrual cycles.
as_in: যদি ঋতুস্ৰাৱ পুনৰ আৰম্ভ হৈছে, ঋতুস্ৰাৱ হোৱা আন মহিলাক দিয়া পৰামৰ্শ অনুসৰি ইমপ্লেণ্ট কৰিব পাৰে।
bn_in: ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে ইমপ্ল্যান্ট শুরু করতে পারেন।
gu_in: જો સ્ત્રીનું માસિકચક્ર ફરીથી શરૂ થઈ ગયું હોય તો, તેઓ માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ ઇમ્પ્લાન્ટ્સનો ઉપયોગ શરૂ કરી શકે છે.
hi: यदि महिला का मासिक धर्म चक्र वापस शुरू हो गया है, तो वह मासिक धर्म चक्र वाली अन्य महिलाओं को दी सलाह के अनुसार इम्प्लांट्स शुरू कर सकती है।
kn_in: ಆಕೆಯ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳು ಕಸಿಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.
ml_in: ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകൾക്ക് നിർദ്ദേശിക്കുന്നത് പോലെ ഇംപ്ലാന്റുകൾ ഉപയോഗിക്കാൻ ആരംഭിക്കാം.
or_in: ଯଦି ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ, ମାସିକ ଚକ୍ର ଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶ ଅନୁଯାୟୀ ପ୍ରତ୍ୟାରୋପଣ ଆରମ୍ଭ କରିପାରିବେ।
pa_in: ਜੇ ਉਸਦੇ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਏ ਹਨ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਦੀ ਸਲਾਹ ਅਨੁਸਾਰ ਇੰਪਲਾਂਟ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ।
ta_in: அவரது மாதவிடாய் சுழற்சிகள் திரும்பி விட்டால், மாதவிடாய் சுழற்சிகள் உள்ள மற்ற பிற பெண்களுக்கு அறிவுறுத்தபட்டபடி, உள்வைப்பு- களை அவர் தொடங்கலாம்.
te_in: ఆమె రుతుక్రమం తిరిగి వచ్చినట్లయితే, రుతుక్రమం ఉన్న ఇతర స్త్రీలకు సూచించిన విధంగా ఆమె ఇంప్లాంట్లు ప్రారంభించవచ్చు.

source: If her menstrual cycles have returned, she can start POPs as advised for other women having menstrual cycles.
as_in: যদি ঋতুস্ৰাৱ পুনৰ আৰম্ভ হৈছে, ঋতুস্ৰাৱ হোৱা আন মহিলাক দিয়া পৰামৰ্শ অনুসৰি POP আৰম্ভ কৰিব পাৰে।
bn_in: ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে POP শুরু করতে পারেন।
gu_in: જો સ્ત્રીનું માસિકચક્ર ફરીથી શરૂ થઈ ગયું હોય તો, તે માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ POPsને શરૂ કરી શકે છે.
hi: यदि उस महिला का मासिक धर्म चक्र वापस शुरू हो गया है, तो वह मासिक धर्म चक्र वाली अन्य महिलाओं को दी सलाह के अनुसार वह पीओपी शुरू कर सकती है।
kn_in: ಆಕೆಯ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳು POPಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.
ml_in: ആർത്തവചക്രം തിരികെ എത്തിയിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകൾക്ക് നിർദ്ദേശിച്ച പ്രകാരം POP-കൾ ആരംഭിക്കാവുന്നതാണ്.
or_in: ଯଦି ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ, ମାସିକ ଚକ୍ର ଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶ ଅନୁଯାୟୀ POPs ଆରମ୍ଭ କରିପାରିବେ।
pa_in: ਜੇ ਉਸਦੇ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਏ ਹਨ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਅਨੁਸਾਰ POPs ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ।
ta_in: அவரது மாதவிடாய் சுழற்சிகள் திரும்பி விட்டால், மாதவிடாய் சுழற்சிகள் உள்ள மற்ற பிற பெண்களுக்கு அறிவுறுத்தபட்டபடி, POP- களை அவர் தொடங்கலாம்.
te_in: ఆమె రుతుక్రమం తిరిగి వచ్చినట్లయితే, రుతుక్రమం ఉన్న ఇతర మహిళలకు సూచించిన విధంగా ఆమె POPలను ప్రారంభించవచ్చు.
